cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'curl'
brew 'fish'
brew 'git'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'mas'
brew 'openssl'
brew 'postgresql'
brew 'readline'
brew 'redis'
brew 'rbspy'
brew 'ruby'
brew 'thefuck'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'xz'


cask 'alfred'
cask 'bettertouchtool'
cask 'brave-browser'
cask 'calibre'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'send-to-kindle'
cask 'slack'
cask 'steam'
cask 'spotify'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'typora'
cask 'visual-studio-code'
cask 'zoomus'
